/* Automatic backups are disabled */
"Automatic Backups Off" = "Automaattiset varmuuskopiot pois";

/* back up now menu item title */
"Back Up Now" = "Varmuuskopioi nyt";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Varmuuskopioidaan: %1$@ / %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Selaa muita Time Machine -levyjä";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Lasketaan muutoksia…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Viimeistellään…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Poistetaan vanhoja varmuuskopioita…";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Siirry Time Machineen";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "Ohitetaan %@ kohdetta…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Viimeistellään varmuuskopiointia…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Indeksoidaan varmuuskopiota…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Uusin varmuuskopio: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Uusin varmuuskopio: Viivästynyt…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Uusin varmuuskopio: Epäonnistui…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Otetaan käyttöön varmuuskopiolevyä…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Avaa Time Machine -asetukset…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "Valmistellaan %@ kohdetta…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Valmistellaan varmuuskopiointia…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "Skannataan %@ kohdetta…";

/* Skip Verification menu item title */
"Skip Verification" = "Ohita tarkistus";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Ohitetaan tarkistusta…";

/* stop backing up menu item title */
"Stop Backing Up" = "Lopeta varmuuskopiointi";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Lopetetaan varmuuskopiointia…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machinea ei ole määritelty";

/* Verify Backups menu item title */
"Verify Backups" = "Tarkista varmuuskopiot";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Tarkistetaan varmuuskopiota (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Tarkistetaan varmuuskopiota…";

/* Latest backup delayed */
"Waiting to Back Up" = "Odotetaan varmuuskopiointia";

